;(function($){
    $.fn.cronui.data['ru'] = {
        periods: ['Минута', 'Час', 'День', 'Неделю', 'Месяц', 'Год'],
        days: ["Воскресенье", "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота", "Воскресенье"],
        months: ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
        period: 'Каждый/-ую',
        minute: 'Минута',
        hour: 'Час',
        month: 'Месяц',
        dom: 'День месяца',
        dow: 'День недели'
    };
}(jQuery));
